{
  "menuItems": [
    {
      "id": "1",
      "title": "Grits and Shrimp",
      "description": "The dish that started it all. Creamy, stone-ground, organic grits taking center stage, topped with succulent, seasoned shrimp in a savory southern sauce.",
      "category": "Signature",
      "imageUrl": "/grits-shrimp.png"
    }
  ],
  "testimonials": [
    {
      "id": "t2",
      "celebrityName": "Alvin 'Vinnie' Chea",
      "role": "Bass Singer, Take 6",
      "quote": "Whaaaaaaaat?!?!?! Naw see…. See u playin' with my emotions Cheryl. Yo!....that mess was GOOOD. Run, don't walk, y'all. Ya' girl hooks it all the way up.",
      "videoThumbnail": "/alvin-thumb.png",
      "videoUrl": "/Alvin.mp4"
    },
    {
      "id": "t3",
      "celebrityName": "Kym Whitley",
      "role": "Comedian & Actress",
      "quote": "I know good food, and this is IT. I'd book 'With Love, Twin' for every event if I could!",
      "videoThumbnail": "/kim-thumb.png",
      "videoUrl": "/Kim.mp4"
    },
    {
      "id": "t4",
      "celebrityName": "Rodney D. Boyden",
      "role": "Renaissance Man",
      "quote": "Never has there ever been a time when grits outshine shrimp. For me, this is the BEST grits and shrimp my taste buds have ever encountered by anyone anywhere.",
      "videoThumbnail": "/rodney-thumb.png",
      "videoUrl": "/rodney.mp4"
    },
    {
      "id": "t1",
      "celebrityName": "Luenell Campbell",
      "role": "Comedian & Actress",
      "quote": "That @#$% was good!",
      "videoThumbnail": "/celebrity.jpeg"
    }
  ],
  "ownerBio": {
    "title": "CEO / Owner",
    "name": "Cheryl Jones",
    "quote": "With each ingredient, with each stir, it all ends with love.",
    "paragraphs": [
      "Cheryl Jones, Dallas native and a proud country girl by way of Avalon, Tx is actually a twin, singer, designer, actress, make-up artist, esthetician, stylist and home cook who services a coke and a smile and living her dream as a proud flight attendant.",
      "Cheryl is taking her love of people to the kitchen with what is now her signature dish “Grits and Shrimp”. Most have enjoyed “Shrimp and grits, but Cheryl has put her special touch on this dish and is making her mark with love. With rave reviews from family, friends, and some celebrity friends, Cheryl is taking the leap of faith trusting God that the net will appear, as quoted by Alvin “Vinnie” Chea of Take 6.",
      "These words of encouragement and faith buried the procrastinator in Cheryl and pushed ships in special ingredients along with local products to make her “Grits and Shrimp” an experience to remember. Kenny Chism says, “This is one of the best things I’ve ever put in my mouth”. Freda Blake proclaims, “Cheryl, this is something to write home about”. Rodney D. Boyden puts it simply,“This is best, BEST “Grits in shrimp in the entire world”. Actress and Comedian Kym Whitley's words, “Hot damn” “You have something here”!, sum it all up. Experience “With love, Twin” and fall in love with the love from Cheryl Jones."
    ]
  }
}